[
  {
    "title": "Traumebehandling",
    "content": "Traumer sætter sig ofte både fysisk og mentalt i hestens krop og adfærd. De kan skabe uro, spændinger og påvirke jeres samarbejde. Jeg arbejder nænsomt med at løsne de blokeringer, din hest bærer, og samtidig mærker jeg ind i, hvordan du som rytter påvirkes. Behandlingen skaber et trygt rum, hvor heling og tillid kan genopbygges. Målet er, at både du og din hest finder ro og balance."
  },
  {
    "title": "Afspænding",
    "content": "Afspænding er en vigtig del af enhver behandling. Mange heste går med skjulte spændinger, som begrænser bevægelighed og trivsel. Med rolige teknikker løsner jeg spændingerne, så hesten får mulighed for at finde tilbage til sin naturlige balance og ro. Det giver en mere afslappet og samarbejdsvillig hest, og styrker jeres forbindelse."
  },
  {
    "title": "Trykakupressur",
    "content": "Trykakupressur aktiverer kroppens energibaner og støtter hestens egen evne til at hele. Ved at arbejde med specifikke trykpunkter løsnes spændinger, og energien får lov at flyde mere frit i kroppen. Behandlingen skaber ofte en dyb ro og øget kropslig bevidsthed hos hesten og styrker det fysiske og mentale velvære."
  },
  {
    "title": "Intuitiv behandling",
    "content": "Intuitionen guider mig til de steder, hvor der er ubalance – både i kroppen og i energien. Jeg tilpasser behandlingen ud fra det, jeg mærker hos din hest og hos dig, og arbejder med det, der fylder allermest i nuet. Det giver mulighed for dyb forløsning og skaber et behandlingsforløb, der er præcist tilpasset jer som team."
  },
  {
    "title": "Clairvoyance",
    "content": "Gennem clairvoyance kan jeg opfange stemninger, billeder og følelser fra din hest. Det giver indsigt i både fortid og nutid, og hjælper dig til at forstå din hest på et dybere plan. Ofte viser der sig sammenhænge mellem hestens reaktioner og din egen energi eller situation. Clairvoyancen giver jer en ny måde at kommunikere på og kan være en stærk støtte i træning og udvikling."
  },
  {
    "title": "Undervisning",
    "content": "I min undervisning kombinerer jeg klassiske teknikker med intuitiv forståelse og nærvær. Du lærer at lytte til din hest og arbejde med præcision og balance i både krop og sind. Træningen tilpasses dine ønsker og jeres behov som ekvipage, og jeg lægger vægt på at skabe en tryg og motiverende ramme, hvor både du og din hest kan udvikle jer."
  }
]
